Repository: crmmc/EqualizerAU
Catalog: EqualizerAUM1/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: %@ channels
zh_hans: %@ 声道

# %@ max / %@ p99
source: %1$@ max / %2$@ p99
zh_hans: %@ 最大 / %@ p99

# %lld Hz · %lld ch · %@ s
source: %1$lld Hz · %2$lld ch · %3$@ s
zh_hans: %lld Hz · %lld 声道 · %@ 秒

# %lld ch %lld Hz
source: %1$lld ch %2$lld Hz
zh_hans: %lld 声道 %lld Hz

source: %lld points
zh_hans: %lld 个控制点

source: About EqualizerAU
zh_hans: 关于 EqualizerAU

# Active FIR error: %@ max, %@ p99
source: Active FIR error: %1$@ max, %2$@ p99
zh_hans: 活动 FIR 误差：%@ 最大，%@ p99

source: Active G%llu
zh_hans: 活动 G%llu

source: Active unresolved: %@
zh_hans: 活动配置未解析：%@

source: Add
zh_hans: 添加

source: Add Focused Processor to Selection
zh_hans: 将焦点处理器加入选择

source: Add point
zh_hans: 添加控制点

source: Add processor
zh_hans: 添加处理器

source: All
zh_hans: 全部

source: An editor change could not be applied
zh_hans: 无法应用编辑器更改

source: Applying generation %llu…
zh_hans: 正在应用第 %llu 代配置…

source: Audio
zh_hans: 音频

source: Audio cleanup after capture permission verification failed: %@
zh_hans: 捕获权限验证后的音频清理失败：%@

source: Audio device monitoring is unavailable; waiting for a system device event.
zh_hans: 音频设备监控不可用；正在等待系统设备事件。

source: Audio stopped after retirement maintenance: %@
zh_hans: 音频在回收维护后已停止：%@

source: Audio stopped because capture permission verification failed: %@
zh_hans: 音频因捕获权限验证失败而停止：%@

source: Audio suspended while the Mac sleeps
zh_hans: Mac 睡眠期间音频已暂停

source: Automatic audio recovery paused: %@
zh_hans: 自动音频恢复已暂停：%@

source: Automatic recovery paused; start Processing to retry
zh_hans: 自动恢复已暂停；启动音频处理以重试

source: Bypassed · %@
zh_hans: 已旁路 · %@

source: Cancel
zh_hans: 取消

source: Captured frames: %llu
zh_hans: 捕获帧数：%llu

source: Change…
zh_hans: 更改…

source: Channel %lld
zh_hans: 声道 %lld

source: Channels
zh_hans: 声道

source: Clear processor selection
zh_hans: 清除处理器选择

source: Clipping risk: %@
zh_hans: 削波风险：%@

source: Close Window
zh_hans: 关闭窗口

source: Configuration durability is uncertain
zh_hans: 配置持久化状态不确定

source: Configuration repair failed
zh_hans: 配置修复失败

source: Configuration repair required
zh_hans: 需要修复配置

source: Convolution
zh_hans: 卷积

source: Convolution bypassed: %lld
zh_hans: 卷积旁路：%lld

source: Convolution…
zh_hans: 卷积…

source: Copy
zh_hans: 复制

source: Cut
zh_hans: 剪切

source: Delete
zh_hans: 删除

source: Delete %@
zh_hans: 删除 %@

source: Delete selected points
zh_hans: 删除所选控制点

source: Deselect control point
zh_hans: 取消选择控制点

source: Deselect this point
zh_hans: 取消选择此控制点

source: Diagnostics Snapshot…
zh_hans: 诊断快照…

source: Disable %@
zh_hans: 停用%@

source: Disabled
zh_hans: 已停用

source: Discard
zh_hans: 放弃

source: Discard and Exit
zh_hans: 放弃并退出

source: Dropped backlog frames: %llu
zh_hans: 丢弃的积压帧数：%llu

source: Edit Graphic EQ
zh_hans: 编辑图形均衡器

source: Effects state is not saved
zh_hans: 效果状态尚未保存

source: Enable %@
zh_hans: 启用%@

source: Enabled
zh_hans: 已启用

source: Exit
zh_hans: 退出

# Expected FIR error: %@ max, %@ p99
source: Expected FIR error: %1$@ max, %2$@ p99
zh_hans: 预期 FIR 误差：%@ 最大，%@ p99

source: Expected G%llu
zh_hans: 预期 G%llu

source: Expected unresolved: %@
zh_hans: 预期配置未解析：%@

source: Export
zh_hans: 导出

source: Export failed: %@
zh_hans: 导出失败：%@

source: Extend Selection Down
zh_hans: 向下扩展选择

source: Extend Selection Up
zh_hans: 向上扩展选择

# FIR resolution: %@ max, %@ p99
source: FIR resolution: %1$@ max, %2$@ p99
zh_hans: FIR 解析误差：%@ 最大，%@ p99

source: Follow System
zh_hans: 跟随系统

source: Frequency
zh_hans: 频率

source: Frequency (Hz)
zh_hans: 频率 (Hz)

source: Frequency must be positive, finite, and unique.
zh_hans: 频率必须为正有限值且不可重复。

source: Gain
zh_hans: 增益

source: Gain (dB)
zh_hans: 增益 (dB)

source: Gain boundary: %@
zh_hans: 增益边界：%@

source: Gain must be between -24 and +24 dB.
zh_hans: 增益必须介于 -24 和 +24 dB 之间。

source: Generation %llu durability is uncertain
zh_hans: 第 %llu 代配置的持久化状态不确定

source: Graphic EQ
zh_hans: 图形均衡器

source: Graphic EQ FIR resolution: %@
zh_hans: 图形均衡器 FIR 解析误差：%@

source: Graphic EQ frequency response preview
zh_hans: 图形均衡器频率响应预览

source: Graphic EQ target curve, %lld control points
zh_hans: 图形均衡器目标曲线，%lld 个控制点

source: Hide EqualizerAU
zh_hans: 隐藏 EqualizerAU

source: Hide Others
zh_hans: 隐藏其他应用

source: IR exceeds 2 seconds
zh_hans: IR 超过 2 秒

source: Import
zh_hans: 导入

source: Import failed: %@
zh_hans: 导入失败：%@

source: Imported points violate the Graphic EQ range or uniqueness contract.
zh_hans: 导入的控制点违反图形均衡器范围或唯一性约束。

source: Invalid callbacks/process calls: %llu
zh_hans: 无效回调/处理调用：%llu

source: Invert Gain
zh_hans: 反转增益

source: Invert Selection
zh_hans: 反选

source: Invert the gain of every point
zh_hans: 反转所有控制点的增益

source: Language
zh_hans: 语言

source: Minimize
zh_hans: 最小化

source: Move %@
zh_hans: 移动 %@

source: Move Focus Down
zh_hans: 焦点下移

source: Move Focus Up
zh_hans: 焦点上移

source: Move Selection Down
zh_hans: 所选处理器下移

source: Move Selection Up
zh_hans: 所选处理器上移

source: Move the highest gain to 0 dB
zh_hans: 将最高增益移到 0 dB

source: No active output
zh_hans: 无活动输出

source: No output channels available
zh_hans: 没有可用的输出声道

source: No running audio route is available.
zh_hans: 没有正在运行的音频路由。

source: Non-finite input samples: %llu
zh_hans: 非有限输入采样数：%llu

source: Normalization would exceed -24 dB.
zh_hans: 归一化会超出 -24 dB。

source: Normalize Peak
zh_hans: 峰值归一化

source: Not loaded · Save or Start to apply
zh_hans: 尚未加载 · 保存或启动后应用

source: OK
zh_hans: 好

source: Open Audio Capture Settings
zh_hans: 打开音频捕获设置

source: Open EqualizerAU
zh_hans: 打开 EqualizerAU

source: Operation failed: %@
zh_hans: 操作失败：%@

source: Overflow blocks: %llu
zh_hans: 溢出块数：%llu

source: Overlapping callbacks: %llu
zh_hans: 重叠回调数：%llu

source: Paste
zh_hans: 粘贴

source: Preamp
zh_hans: 前置放大

source: Preamp edits and the Effects state have not been saved.
zh_hans: 前置放大编辑和效果状态尚未保存。

source: Preamp gain
zh_hans: 前置放大增益

source: Processing
zh_hans: 音频处理

source: Processing active
zh_hans: 音频处理已启用

source: Processing bypassed
zh_hans: 音频处理已旁路

source: Processor Selection
zh_hans: 处理器选择

source: Quit EqualizerAU
zh_hans: 退出 EqualizerAU

source: Ready
zh_hans: 就绪

source: Realtime Diagnostics
zh_hans: 实时诊断

# Recovering audio route (%lld/%lld)…
source: Recovering audio route (%1$lld/%2$lld)…
zh_hans: 正在恢复音频路由（%lld/%lld）…

source: Redo
zh_hans: 重做

source: Rendered frames: %llu
zh_hans: 渲染帧数：%llu

source: Replace impulse response
zh_hans: 更换脉冲响应

source: Reset All
zh_hans: 全部重置

source: Reset Selected
zh_hans: 重置所选

source: Reset every point to 0 dB
zh_hans: 将所有控制点重置为 0 dB

source: Reset selected points to 0 dB
zh_hans: 将所选控制点重置为 0 dB

source: Retry
zh_hans: 重试

source: Retry Output
zh_hans: 重试输出

source: Retry saving, or exit and restore the on-disk state next time.
zh_hans: 重试保存，或退出并在下次启动时恢复磁盘状态。

source: Retry the final sync for generation %llu, or exit without claiming which complete file is on disk.
zh_hans: 重试第 %llu 代配置的最终同步，或退出且不确认磁盘上哪份文件完整。

source: Saturated output samples: %llu
zh_hans: 饱和输出采样数：%llu

source: Save
zh_hans: 保存

source: Save all changes before quitting?
zh_hans: 退出前保存所有更改？

source: Save and Exit
zh_hans: 保存并退出

source: Save changes before quitting?
zh_hans: 退出前保存更改？

source: Save configuration
zh_hans: 保存配置

source: Saved; applies on next engine start
zh_hans: 已保存；下次启动音频引擎时应用

source: Saved; waiting for an output device
zh_hans: 已保存；正在等待输出设备

source: Saving generation %llu…
zh_hans: 正在保存第 %llu 代配置…

source: Scope for following processors
zh_hans: 作用于后续处理器

source: Select
zh_hans: 选择

source: Select All
zh_hans: 全选

source: Select control point
zh_hans: 选择控制点

source: Select every point
zh_hans: 选择所有控制点

source: Select this point
zh_hans: 选择此控制点

source: Select unselected points and deselect selected points
zh_hans: 选择未选控制点并取消已选控制点

source: Show All
zh_hans: 全部显示

source: Start Engine
zh_hans: 启动音频引擎

source: Stop Engine
zh_hans: 停止音频引擎

source: System audio capture permission is required
zh_hans: 需要系统音频捕获权限

source: System audio capture permission is required.
zh_hans: 需要系统音频捕获权限。

source: Target response only
zh_hans: 仅显示目标响应

source: Termination cancelled
zh_hans: 退出已取消

source: The compiled FIR response requires the output device's sample rate.
zh_hans: 编译后的 FIR 响应需要输出设备的采样率。

source: The keyboard adjustment would exceed a range or duplicate a frequency.
zh_hans: 键盘调整会超出范围或产生重复频率。

source: Toggle Focused Processor Selection
zh_hans: 切换焦点处理器选择

source: Unavailable in Current Output
zh_hans: 当前输出不可用

source: Underrun blocks: %llu
zh_hans: 欠载块数：%llu

source: Undo
zh_hans: 撤销

source: Unresolved: %@
zh_hans: 未解析：%@

source: Unsaved changes
zh_hans: 有未保存的更改

source: Your Preamp edits have not been saved.
zh_hans: 前置放大编辑尚未保存。

source: Zoom
zh_hans: 缩放

source: empty WAV
zh_hans: 空 WAV

# expected %lld ch, found %lld
source: expected %1$lld ch, found %2$lld
zh_hans: 需要 %lld 声道，实际为 %lld

source: file exceeds 32 MiB
zh_hans: 文件超过 32 MiB

source: invalid WAV
zh_hans: 无效 WAV

source: invalid WAV metadata
zh_hans: 无效 WAV 元数据

source: invalid audio sample
zh_hans: 无效音频采样

source: source invalid
zh_hans: 源文件无效

source: source unavailable
zh_hans: 源文件不可用

source: source unreadable
zh_hans: 源文件不可读

source: unsupported WAV encoding
zh_hans: 不支持的 WAV 编码
